/*********************************************************************
* 版权所有 (C)2018, 南京信安融慧软件技术有限公司。
*
* 文件名称： dbbackup.h
* 文件标识：
* 内容摘要： dbbackup.c的头文件
* 其它说明：
* 当前版本：
* 作 者：liuxy
* 完成日期：2018年6月5日
*
* 修改记录1：
* 修改日期：
* 版本 号：
* 修改 人：
* 修改内容：
* 修改记录2：…
**********************************************************************/
#ifndef _DBBACKUP_H
#define _DBBACKUP_H
#include "dbglobal.h"


/**************************************************************/
/* 函数原型 */
/*int backupDb(
	const char *aFilename,               //源数据库
	const char *zFilename,               //目标数据库
	int *remainCount,                    //剩余页数
	int *totalCount                      //总页数
	); */
#endif
