/*********************************************************************
* 版权所有 (C)2018, 南京信安融慧软件技术有限公司。
*
* 文件名称： dbcreate.h
* 文件标识：
* 内容摘要： dbcreate.c的头文件
* 其它说明：
* 当前版本：
* 作 者：liuxy
* 完成日期：2018年5月10日
*
* 修改记录1：
* 修改日期：
* 版本 号：
* 修改 人：
* 修改内容：
* 修改记录2：…
**********************************************************************/
#ifndef _DBCREATE_H
#define _DBCREATE_H
#include "dbglobal.h"




/*************************************************************
* 函数原型 *
************************************************************/
/*SQLITE创建数据库操作*/
/*SQLITE *db_createtable(void);*/
//int db_createtable(void);
#endif
